Repository: thoughtfulmind78/Thoughtfulmind-s-NVDA-Addon
Catalog: Locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, pt_pt, tr

source: Cut selected item to clipboard, if appropriate.
bg: Изрязване на избрания елемент в клипборда, ако е приложимо.
de: Ausgewähltes Symbol in die Zwischenablage ausgeschnitten.
pt_pt: Cortar a selecção para a área de transferência, se possível.
tr: Uygunsa, seçili öğeyi panoya keser.

source: Clipboard
bg: Клипборд
de: Zwischenablage
pt_pt: Área de transferência
tr: Pano

source: Copy selected item to clipboard, if appropriate.
bg: Копиране на избрания елемент в клипборда, ако е приложимо.
de: kopiere ausgewähltes Symbol in die Zwischenablage
pt_pt: Copiar a selecção para a área de transferência, se possível.
tr: Uygunsa, seçili öğeyi panoya kopyalar.

source: Copy path of selected file to clipboard, if appropriate.
de: Kopieren Sie den Pfad der ausgewählten Datei in die Zwischenablage, falls erforderlich.
pt_pt: Copie o caminho do arquivo selecionado para a área de transferência, se possível.
tr: Uygunsa, seçilen dosyanın yolunu panoya kopyalar.

source: Paste item from clipboard, if appropriate.
bg: Поставяне на избрания елемент от клипборда, ако е приложимо.
de: füge ausgewähltes Symbol aus der Zwischenablage ein
pt_pt: Colar o conteúdo da área de transferência, se possível.
tr: Uygunsa, öğeyi panodan yapıştırır.

source: Undo operation.
bg: Отмяна на операцията.
de: mache Operation rückgängig
pt_pt: Desfazer operação.
tr: İşlemi geri al.

source: Redo operation.
bg: Повтаряне на операцията.
de: Operation wiederherstellen.
pt_pt: Refazer operação.
tr: İşlemi yinele.

source: Undo
bg: Отмяна
de: rückgängig
pt_pt: Desfazer
tr: Geri al

source: Redo
bg: Повтаряне
de: Wiederholen
pt_pt: Refazer
tr: Yinele

source: Cut %s
bg: Изрязване %s
de: %s ausgeschnitten
pt_pt: %s cortado
tr: %s kes

source: Copy %s
bg: Копиране %s
de: %s in die Zwischenablage kopiert
pt_pt: %s copiado
tr: %s kopyala

source: Pasted %s
bg: Поставяне %s
de: %s aus der Zwischenablage eingefügt
pt_pt: %s colado
tr: %s yapıştırıldı

source: Announce only copy/cut/paste
bg: Докладвай само копиране/изрязване/поставяне
de: Nur Kopieren/Ausschneiden/Einfügen mitteilen
pt_pt: Anunciar apenas copiar/cortar/colar
tr: Yalnızca kopyala/kes/yapıştır işlemlerini seslendir

source: file/folder
pt_pt: ficheiro/pasta

source: files/folders:
pt_pt: ficheiros/pastas:

source: files/folders
pt_pt: ficheiros/pastas

source: Add-on to speak clipboard information.
bg: Добавка за изговаряне на действия, свързани с клипборда.
de: Erweiterung zur Ansage von Informationen der Zwischenablage.
pt_pt: Extra para falar informações da área de transferência.
tr: Pano bilgilerini seslendirmek için eklenti.

source: item
bg: елемент
de: Symbol
tr: öğe

source: ClipSpeak
bg: Изговаряне на клипборда
de: Erweiterung zur Ansage von Informationen der Zwischenablage.
tr: Panoyu Seslendir

source: Clipspeak
bg: Изговаряне на клипборда
tr: Panoyu Seslendir
